export const hiakintiaDialogue = [
  '선생님이 일어나셨다아!!',
  '어머, 죄송해요!!',
  '..정신이 좀 드세요? 헤헤...',
  '정신을 차려보니 중환자 병동 안이네요...',
  '여긴 선생님이 담당하시던 환자들이 있던 곳이에요.',
  '여기에서 나가려면 비밀번호를 입력하는 특수한 문을 지나야 해요.',
  '이번 비밀번호는 335503336인데, 아까 입력해보니 안되더라고요...',
  '...벌써 비밀번호가 바뀔 시기가 다 되었나봐요.',
  '...어라?',
  '새로운 비밀번호 관련 정보가 분명 있었는데!',
  '아무래도 환자들이 비밀번호를 가져간 것 같아요!',
  '환자들과 대화해서 비밀번호를 알아내야겠어요...',
  '어라..? 저기 무언가가  떨어져 있네요?',
  '!!!',
  '저건 선생님의 신원 카드에요!',
  '다행히 옆에는 환자들의 진료 기록지도 있네요!',
  '저 정보들을 토대로 환자들과 대화할 수 있겠어요.',
  '물론, 환자들은 선생님이 알고 있는 것과 다른 정보를 제공할 수도 있어요',
  '그 점에 유의해서 힌트를 모아 탈출해 봅시다..!'
];

export const patientDialogue = ['무슨 일 일까요?'];